Repository: punnerud/knitandcalc_app
Catalog: Localizable.xcstrings
Source language: en
Languages: da, de, fi, fr, nb, sv

# Slett brukt garn
source: Delete Used Yarn
da: Slet brugt garn
de: Verwendetes Garn löschen
fi: Poista Used Lanka
fr: Supprimer Used Fil
sv: Radera använt garn

# Slett garn
source: Delete Yarn
da: Slet garn
de: Garn löschen
fi: Poista Lanka
fr: Supprimer Fil
sv: Radera garn

# Slett oppskrift
source: Delete Recipe
da: Slet opskrift
de: Anleitung löschen
fi: Poista Ohje
fr: Supprimer Patron
sv: Radera mönster

# Slett prosjekt
source: Delete Project
da: Slet projekt
de: Projekt löschen
fi: Poista Projekti
fr: Supprimer Projet
sv: Radera projekt

# Slett teller
source: Delete counter
da: Slet tæller
de: Zähler löschen
fi: Poista counter
fr: Supprimer counter
sv: Radera räknare

# Søk farge, fargenummer, partinummer...
source: Search color, color number, lot number...
da: Søg farve, farvenummer, partinummer...
de: Farbe, Farbnummer, Partienummer suchen...
fi: Hae väri, värinumero, eränumero...
fr: Rechercher couleur, numéro de couleur, numéro de lot...
sv: Sök färg, färgnummer, partinummer...

# Søk i garnlager
source: Search yarn stash
da: Søg i garnlager
de: Garnvorrat durchsuchen
fi: Haku lanka stash
fr: Rechercher fil stash
sv: Sök i garnförråd

# Søk på flere ord (f.eks: sandnes rød)
source: Search multiple words (e.g. sandnes red)
da: Søg på flere ord (f.eks: sandnes rød)
de: Mehrere Wörter suchen (z.B. sandnes rot)
fi: Hae usealla sanalla (esim. sandnes punainen)
fr: Rechercher plusieurs mots (ex. sandnes rouge)
sv: Sök på flera ord (t.ex. sandnes röd)

# Sokker
source: Socks
da: Sokker
de: Socken
fi: Sukat
fr: Chaussettes
sv: Strumpor

# Start telling i '%@'
source: Start counting in '%@'
da: Start tælling i '%@'
de: Zählung starten in '%@'
fi: Aloita laskenta '%@'
fr: Commencer le comptage dans « %@ »
sv: Starta räkning i '%@'

# Startet
source: Started
da: Startet
de: Begonnen
sv: Startad

# stitch.decreases
source: decreases
da: indtagninger
de: Abnahmen
fi: kavennukset
fr: diminutions
sv: minskningar

# stitch.inc1
source: Increase 1 stitch
da: Udtagning 1 maske
de: 1 Masche zunehmen
fi: Lisää 1 silmukka
fr: Augmenter 1 maille
sv: Öka 1 maska

# stitch.increases
source: increases
da: udtagninger
de: Zunahmen
fi: lisäykset
fr: augmentations
sv: ökningar

# stitch.k1_inc1
source: Knit %d stitch, increase 1 stitch
da: Strik %d maske, udtagning 1 maske
de: %d Masche stricken, 1 Masche zunehmen
fi: Neulo %d silmukka, lisää 1 silmukka
fr: Tricoter %d maille, augmenter 1 maille
sv: Sticka %d maska, öka 1 maska

# stitch.k1_k2tog
source: Knit %d stitch, knit 2 together
da: Strik %d maske, strik 2 sammen
de: %d Masche stricken, 2 zusammenstricken
fi: Neulo %d silmukka, neulo 2 yhteen
fr: Tricoter %d maille, tricoter 2 ensemble
sv: Sticka %d maska, sticka 2 tillsammans

# stitch.k2tog
source: Knit 2 together
da: Strik 2 sammen
de: 2 zusammenstricken
fi: Neulo 2 yhteen
fr: Tricoter 2 ensemble
sv: Sticka 2 tillsammans

# stitch.kn_inc1
source: Knit %d stitches, increase 1 stitch
da: Strik %d masker, udtagning 1 maske
de: %d Maschen stricken, 1 Masche zunehmen
fi: Neulo %d silmukkaa, lisää 1 silmukka
fr: Tricoter %d mailles, augmenter 1 maille
sv: Sticka %d maskor, öka 1 maska

# stitch.kn_k2tog
source: Knit %d stitches, knit 2 together
da: Strik %d masker, strik 2 sammen
de: %d Maschen stricken, 2 zusammenstricken
fi: Neulo %d silmukkaa, neulo 2 yhteen
fr: Tricoter %d mailles, tricoter 2 ensemble
sv: Sticka %d maskor, sticka 2 tillsammans

# stitch.knit_x
source: Knit %d %@
da: Strik %d %@
de: %d %@ stricken
fi: Neulo %d %@
fr: Tricoter %d %@
sv: Sticka %d %@

# stitch.no_changes
source: No %@ selected. You still have %d stitches on the needle.
da: Ingen %@ valgt. Du har stadig %d masker på pinden.
de: Keine %@ gewählt. Sie haben weiterhin %d Maschen auf der Nadel.
fi: Ei %@ valittu. Sinulla on edelleen %d silmukkaa puikolla.
fr: Aucune %@ sélectionnée. Vous avez toujours %d mailles sur l'aiguille.
sv: Inga %@ valda. Du har fortfarande %d maskor på stickan.

# stitch.step_of
source: Step %d of %d
da: Trin %d af %d
de: Schritt %d von %d
fi: Vaihe %d / %d
fr: Étape %d sur %d
sv: Steg %d av %d

# stitch.stitch_plural
source: stitches
da: masker
de: Maschen
fi: silmukkaa
fr: mailles
sv: maskor

# stitch.stitch_singular
source: stitch
da: maske
de: Masche
fi: silmukka
fr: maille
sv: maska

# stitch.the_needle
source: the needle
da: pinden
de: der Nadel
fi: puikolla
fr: l'aiguille
sv: stickan

# stitch.the_round
source: the round
da: omgangen
de: der Runde
fi: kierroksella
fr: le tour
sv: varvet

# stitch.time_plural
source: times
da: gange
de: Mal
fi: kertaa
fr: fois
sv: gånger

# stitch.time_singular
source: time
da: gang
de: Mal
fi: kerta
fr: fois
sv: gång

# stitch.too_many_decreases
source: You are trying to decrease too many stitches. Max decreases for %d stitches is %d.
da: Du prøver at fælde for mange masker. Maks antal indtagninger for %d masker er %d.
de: Sie versuchen zu viele Maschen abzunehmen. Maximale Abnahmen für %d Maschen ist %d.
fi: Yrität kaventaa liian monta silmukkaa. Maksimi kavennusten määrä %d silmukalle on %d.
fr: Vous essayez de diminuer trop de mailles. Le maximum de diminutions pour %d mailles est %d.
sv: Du försöker minska för många maskor. Max antal minskningar för %d maskor är %d.

# stitch.you_now_have
source: You now have %d stitches on %@
da: Du har nu %d masker på %@
de: Sie haben jetzt %d Maschen auf %@
fi: Sinulla on nyt %d silmukkaa %@
fr: Vous avez maintenant %d mailles sur %@
sv: Du har nu %d maskor på %@

# Størrelse
source: Size
da: Størrelse
de: Größe
sv: Storlek

# Strekkode/EAN
source: Barcode/EAN
da: Stregkode/EAN
fi: Viivakoodi/EAN
fr: Code-barres/EAN
sv: Streckkod/EAN

# Strikk
source: Knit
da: Strik
de: Stricken
fi: Neulo
fr: Tricoter
sv: Sticka

# Strikk %lld %@
source: Strikk %1$lld %2$@
da: Strik %1$lld %2$@
de: Stricken Sie %1$lld %2$@
fi: Neulo %1$lld %2$@
fr: Tricoter %1$lld %2$@
sv: Sticka %1$lld %2$@

# Strikk %lld %@, %@ 1 maske
source: Strikk %1$lld %2$@, %3$@ 1 maske
da: Strik %1$lld %2$@, %3$@ 1 maske
de: Stricken Sie %1$lld %2$@, %3$@ 1 Masche
fi: Neulo %1$lld %2$@, %3$@ 1 silmukka
fr: Tricoter %1$lld %2$@, %3$@ 1 maille
sv: Sticka %1$lld %2$@, %3$@ 1 maska

source: Knit a swatch of at least 12x12 cm. Lay it flat and count stitches across 10 cm. Enter stitch count using a comma for half stitches (e.g. 18.5).
da: Strik en prøvelap på mindst 12x12 cm. Læg den fladt og tæl masker på 10 cm i bredden. Angiv antal masker med komma for halve masker (f.eks. 18,5).
de: Stricken Sie eine Maschenprobe von mindestens 12x12 cm. Legen Sie sie flach und zählen Sie die Maschen auf 10 cm Breite. Geben Sie die Maschenanzahl mit Komma für halbe Maschen an (z.B. 18,5).
fi: Neulo vähintään 12x12 cm koetilkku. Aseta se tasaisesti ja laske silmukat 10 cm leveydeltä. Ilmoita silmukoiden määrä pilkulla puolikkaille silmukoille (esim. 18,5).
fr: Tricotez un échantillon d'au moins 12x12 cm. Posez-le à plat et comptez les mailles sur 10 cm de largeur. Indiquez le nombre de mailles avec une virgule pour les demi-mailles (ex. 18,5).
sv: Sticka en provlapp på minst 12x12 cm. Lägg den platt och räkna maskor på 10 cm i bredden. Ange antal maskor med komma för halva maskor (t.ex. 18,5).

# Strikkefasthet
source: Gauge
da: Strikkefasthed
de: Maschenprobe
fi: Neuletiheys
fr: Échantillon
sv: Sticktäthet

# Strikkefasthetsberegning er aktivert
source: Gauge calculation is enabled
da: Strikkefasthedsberegning er aktiveret
de: Maschenprobenberechnung ist aktiviert
fi: Silmukkatiheyslaskuri on käytössä
fr: Le calcul de l'échantillon est activé
sv: Stickfasthetsberäkning är aktiverad

# Strikkekalkulator
source: Stitch Calculator
da: Strikberegner
de: Maschenrechner
fi: Neulelaskuri
fr: Calculateur de tricot
sv: Stickkalkylator

source: Sync Status
da: Synkroniseringsstatus
de: Synchronisierungsstatus
fi: Synkronointitila
fr: État de la synchronisation
sv: Synkroniseringsstatus

# Synkronisering
source: Synchronization
da: Synkronisering
de: Synchronisierung
fi: Synkronointi
fr: Synchronisation
sv: Synkronisering

# Talt i denne økten (%lld)
source: Counted in this session (%lld)
da: Talt i denne session (%lld)
de: In dieser Sitzung gezählt (%lld)
fi: Laskettu tässä istunnossa (%lld)
fr: Compté dans cette session (%lld)
sv: Räknat i den här sessionen (%lld)

# Tekst
source: Text
da: Tekst
fi: Teksti
fr: Texte

# Tekstfarge
source: Text color
da: Tekstfarve
de: Textfarbe
fi: Tekstin väri
fr: Couleur du texte
sv: Textfärg

# Tilbake
source: Back
da: Tilbage
de: Zurück
fi: Takaisin
fr: Retour
sv: Tillbaka

# Tilbakestill
source: Reset
da: Nulstil
de: Zurücksetzen
fi: Nollaa
fr: Réinitialiser
sv: Återställ

# Tilbakestill til standard
source: Reset to default
da: Nulstil til standard
de: Auf Standard zurücksetzen
fi: Palauta oletusasetukset
fr: Réinitialiser par défaut
sv: Återställ till standard

# Tilgjengelig garn
source: Available yarn
da: Tilgængeligt garn
de: Verfügbares Garn
fi: Saatavilla oleva lanka
fr: Fil disponible
sv: Tillgängligt garn

# Total lengde
source: Total length
da: Total længde
de: Gesamtlänge
fi: Kokonaispituus
fr: Longueur totale
sv: Total längd

# Total vekt
source: Total weight
da: Total vægt
de: Gesamtgewicht
fi: Kokonaispaino
fr: Poids total
sv: Total vikt

# Totalt brukt i fullførte prosjekter
source: Total used in completed projects
da: Totalt brugt i færdige projekter
de: Gesamt verwendet in abgeschlossenen Projekten
fi: Yhteensä käytetty valmiissa projekteissa
fr: Total utilisé dans les projets terminés
sv: Totalt använt i avslutade projekt

# totalt i lokasjon
source: total in location
da: totalt i lokation
de: gesamt am Standort
fi: yhteensä sijainnissa
fr: total dans l'emplacement
sv: totalt på plats

# Totalt på lager
source: Total in stock
da: I alt på lager
de: Gesamt auf Lager
sv: Totalt i förråd

# Totalt reservert:
source: Total reserved:
da: I alt reserveret:
de: Gesamt reserviert:
sv: Totalt reserverad:

# Trigger synkronisering
source: Trigger sync
da: Udløs synkronisering
de: Synchronisierung auslösen
fi: Käynnistä synkronointi
fr: Déclencher la synchronisation
sv: Utlös synkronisering

# Trykk + for å legge til
source: Tap + to add
da: Tryk + for at tilføje
de: Tippen Sie auf +, um hinzuzufügen
sv: Tryck + för att lägga till

# Trykk for å åpne
source: Tap to open
da: Tryk for at åbne
de: Zum Öffnen tippen
fi: Avaa napauttamalla
fr: Appuyez pour ouvrir
sv: Tryck för att öppna

# Trykk på garn for å telle og legge til i '%@'
source: Tap yarn to count and add to '%@'
da: Tryk på garn for at tælle og tilføje til '%@'
de: Tippen Sie auf Garn zum Zählen und Hinzufügen zu '%@'
fi: Napauta lankaa laskeaksesi ja lisätäksesi '%@'
fr: Appuyez sur le fil pour compter et ajouter à « %@ »
sv: Tryck på garn för att räkna och lägga till i '%@'

# Trykk X for å angre (fjerner fra lokasjon og tilbakestiller)
source: Tap X to undo (removes from location and resets)
da: Tryk X for at fortryde (fjerner fra lokation og nulstiller)
de: Tippen Sie X zum Rückgängigmachen (entfernt vom Standort und setzt zurück)
fi: Paina X peruuttaaksesi (poistaa sijainnista ja nollaa)
fr: Appuyez sur X pour annuler (retire de l'emplacement et réinitialise)
sv: Tryck X för att ångra (tar bort från plats och återställer)

source: Update
da: Opdater
de: Aktualisieren
fi: Päivitä
fr: Mettre à jour
sv: Uppdatera

source: Update Barcode
da: Opdater stregkode
de: Barcode aktualisieren
fi: Päivitä viivakoodi
fr: Mettre à jour le code-barres
sv: Uppdatera streckkod

# Uten filer
source: Without files
da: Uden filer
de: Ohne Dateien
nb: Uten filer
sv: Utan filer

# Varsler
source: Notifications
da: Notifikationer
de: Benachrichtigungen
fi: Ilmoitukset
nb: Varsler
sv: Notifikationer

# Varsler deaktivert
source: Notifications Disabled
da: Notifikationer deaktiveret
de: Benachrichtigungen deaktiviert
fi: Ilmoitukset poistettu käytöstä
fr: Notifications désactivées
nb: Varsler deaktivert
sv: Notifikationer inaktiverade

# Vekt i gram
source: Weight in grams
da: Vægt i gram
de: Gewicht in Gramm
fi: Paino grammoina
fr: Poids en grammes
sv: Vikt i gram

# Vekt i oz
source: Weight in oz
da: Vægt i oz
de: Gewicht in oz
fi: Paino unsseina
fr: Poids en oz
sv: Vikt i oz

# Vekt per nøste
source: Weight per skein
da: Vægt per nøgle
de: Gewicht pro Knäuel
fi: Weight per kerä
fr: Weight per pelote
sv: Vikt per nystan

# Vekt per nøste (g)
source: Weight per skein (g)
da: Vægt per nøgle (g)
de: Gewicht pro Knäuel (g)
fi: Weight per kerä (g)
fr: Weight per pelote (g)
sv: Vikt per nystan (g)

# Vekt per nøste (oz)
source: Weight per skein (oz)
da: Vægt per nøgle (oz)
de: Gewicht pro Knäuel (oz)
fi: Paino per vyyhti (oz)
fr: Poids par pelote (oz)
sv: Vikt per nystan (oz)

# Velg bilder
source: Select images
da: Vælg billeder
de: Bilder auswählen
sv: Välj bilder

# Velg garn
source: Select Yarn
da: Vælg garn
de: Garn auswählen
fi: Select Lanka
fr: Select Fil
sv: Välj garn

# Velg oppskrift
source: Select recipe
da: Vælg opskrift
de: Anleitung auswählen
sv: Välj mönster

# Velg PDF
source: Select PDF
da: Vælg PDF
de: PDF auswählen
sv: Välj PDF

source: We work to keep this app affordable and preferably free. If we introduce payment, it will never cost more than 20 NOK/month.
da: Vi arbejder for at holde denne app overkommelig og helst gratis. Skulle vi indføre betaling, vil det aldrig koste mere end 20kr/md.
de: Wir arbeiten daran, diese App erschwinglich und möglichst kostenlos zu halten. Sollten wir eine Bezahlung einführen, wird es nie mehr als 20 NOK/Monat kosten.
fi: Pyrimme pitämään tämän sovelluksen edullisena ja mieluiten ilmaisena. Jos otamme käyttöön maksun, se ei koskaan maksa enempää kuin 20 NOK/kk.
fr: Nous travaillons pour garder cette app abordable et de préférence gratuite. Si nous introduisons un paiement, il ne coûtera jamais plus de 20 NOK/mois.
sv: Vi jobbar för att hålla den här appen prisvärd och helst gratis. Skulle vi införa betalning kommer det aldrig kosta mer än 20 kr/månad.

source: We are considering a feature where you can anonymously search for yarn you need. Your stash remains private, but if someone needs one skein for a large project, you may receive a purchase offer. This could be a better funding model for the app.
da: Vi overvejer en funktion, hvor du kan søge anonymt efter garn, du mangler. Dit garnlager forbliver privat, men hvis nogen mangler et nøgle til et stort projekt, kan du modtage et købstilbud. Dette kan være en bedre finansieringsmodel for appen.
de: Wir erwägen eine Funktion, bei der Sie anonym nach fehlendem Garn suchen können. Ihr Garnlager bleibt privat, aber wenn jemand ein Knäuel für ein großes Projekt braucht, können Sie ein Kaufangebot erhalten. Dies könnte ein besseres Finanzierungsmodell für die App sein.
fi: Harkitsemme ominaisuutta, jolla voit etsiä anonyymisti tarvitsemaasi lankaa. Lankavarasto pysyy yksityisenä, mutta jos joku tarvitsee yhden vyyhdin isoon projektiin, voit saada ostotarjouksen. Tämä voisi olla parempi rahoitusmalli sovellukselle.
fr: Nous envisageons une fonctionnalité où vous pouvez rechercher anonymement du fil manquant. Votre stock reste privé, mais si quelqu'un a besoin d'une pelote pour un grand projet, vous pourriez recevoir une offre d'achat. Cela pourrait être un meilleur modèle de financement pour l'app.
sv: Vi överväger en funktion där du anonymt kan söka efter garn du saknar. Ditt garnlager förblir privat, men om någon saknar ett nystan till ett stort projekt kan du få ett köperbjudande. Det kan vara en bättre finansieringsmodell för appen.

source: Do you want to include images and PDF files in the backup? With files it takes longer, but ensures a complete backup.
da: Vil du inkludere billeder og PDF-filer i backupen? Med filer tager det længere tid, men sikrer en fuldstændig backup.
de: Möchten Sie Bilder und PDF-Dateien in die Sicherung einschließen? Mit Dateien dauert es länger, gewährleistet aber eine vollständige Sicherung.
fi: Do you want to lisäälude images and PDF files in the backup? With files it takes longer, but ensures a complete backup.
fr: Do you want to auglude images and PDF files in the backup? With files it takes longer, but ensures a complete backup.
sv: Vill du inkludera bilder och PDF-filer i backupen? Med filer tar det längre tid, men säkerställer en fullständig backup.

# Vil du lagre dette bildet til fotoalbum?
source: Do you want to save this image to your photo album?
da: Vil du gemme dette billede til fotoalbummet?
de: Möchten Sie dieses Bild in Ihrem Fotoalbum speichern?
fi: Haluatko tallentaa tämän kuvan valokuva-albumiin?
fr: Voulez-vous enregistrer cette image dans votre album photo ?
sv: Vill du spara den här bilden till fotoalbumet?

# Votter
source: Mittens
da: Vanter
de: Handschuhe
fi: Lapaset
fr: Moufles
sv: Vantar

# yards totalt
source: yards total
da: yards totalt
de: Yards gesamt
fi: yardia yhteensä
fr: yards au total
sv: yards totalt

source: Yarn Stash Sync Debug
da: Garnlager Sync Debug
de: Garnlager Sync Debug
fi: Lankavarasto Sync Debug
fr: Debug Sync Stock de Fils
sv: Garnlager Sync Debug

# yarn.color_plural
source: colors
da: farver
de: Farben
fi: väriä
fr: couleurs
sv: färger

# yarn.color_singular
source: color
da: farve
de: Farbe
fi: väri
fr: couleur
sv: färg

# theme.ocean
source: Ocean blue
da: Havblå
de: Meerblau
fi: Merisininen
fr: Bleu océan
sv: Havsblå

# theme.forest
source: Forest green
da: Skovgrøn
de: Waldgrün
fi: Metsänvihreä
fr: Vert forêt
sv: Skogsgrön

# theme.sunset
source: Sunset
da: Solnedgang
de: Sonnenuntergang
fi: Auringonlasku
fr: Coucher de soleil
sv: Solnedgång

# theme.raspberry
source: Raspberry
da: Hindbær
de: Himbeere
fi: Vadelma
fr: Framboise
sv: Hallon

# theme.sky
source: Sky blue
da: Himmelblå
de: Himmelblau
fi: Taivaansininen
fr: Bleu ciel
sv: Himmelsblå

# theme.sand
source: Warm sand
da: Varm sand
de: Warmer Sand
fi: Lämmin hiekka
fr: Sable chaud
sv: Varm sand

# theme.midnight
source: Midnight blue
da: Natblå
de: Nachtblau
fi: Yönsininen
fr: Bleu nuit
sv: Nattblå

# theme.custom
source: Custom
da: Brugerdefineret
de: Benutzerdefiniert
fi: Mukautettu
fr: Personnalisé
sv: Anpassad

source: Backup
de: Sicherung
fi: Varmuuskopio
fr: Sauvegarde

source: Debug Menu
de: Debug-Menü
fi: Debug-valikko
fr: Menu debug
sv: Debug-meny

# Er du sikker på at du vil fjerne "%@ %@"?
source: Er du sikker på at du vil fjerne "%1$@ %2$@"?
de: Möchten Sie "%1$@ %2$@" wirklich entfernen?
fi: Haluatko varmasti poistaa "%1$@ %2$@"?
fr: Êtes-vous sûr de vouloir retirer "%1$@ %2$@"?
sv: Är du säker på att du vill ta bort "%1$@ %2$@"?

# Er du sikker på at du vil slette "%@ %@"?
source: Er du sikker på at du vil slette "%1$@ %2$@"?
de: Möchten Sie "%1$@ %2$@" wirklich löschen?
fi: Haluatko varmasti poistaa "%1$@ %2$@"?
fr: Êtes-vous sûr de vouloir supprimer "%1$@ %2$@"?
sv: Är du säker på att du vill radera "%1$@ %2$@"?

source: Lot:
de: Partie:
fi: Erä:
sv: Parti:

source: Lot: %@
de: Partie: %@
fi: Erä: %@
sv: Parti: %@

source: Ounces:
de: Unzen:
fi: Unssit:
fr: Onces :

source: Test idempotency key
de: Idempotency Key testen
fi: Testaa idempotency key
fr: Tester la clé d'idempotence
sv: Testa idempotency key

source: Type
de: Typ
fi: Tyyppi
sv: Typ

source: Filter
fi: Suodatin
fr: Filtre

source: Knit&Calc
fi: Neulo&Calc
fr: Tricoter&Calc

source: Yards:
fi: Yardit:

# theme.standard
source: Standard
fi: Perus

source: Idempotency Key:
fr: Clé d'idempotence :

# location.create_and_continue
source: Create and continue
nb: Opprett og fortsett

# location.delete_confirmation
source: Are you sure you want to delete '%@'?
nb: Er du sikker på at du vil slette '%@'?

# location.delete_confirmation_with_yarn
source: Are you sure you want to delete '%@'? %d yarn(s) use this location and will be set to no location.
nb: Er du sikker på at du vil slette '%@'? %d garn bruker denne lokasjonen og vil bli satt til ingen lokasjon.

# location.delete_location
source: Delete Location
nb: Slett lokasjon

# location.locations
source: Locations
nb: Lokasjoner

# location.new_location
source: New Location
nb: Ny lokasjon

# location.new_location_name
source: New location name
nb: Ny lokasjonsnavn

# location.new_location_placeholder
source: (New location)
nb: (Ny lokasjon)

# location.select_for_count
source: Select location for count
nb: Velg lokasjon for telling

# location.select_location
source: Select location
nb: Velg lokasjon

# location.select_location_prompt
source: Select which location you want to count yarn in
nb: Velg hvilken lokasjon du vil telle garn i

# menu.advanced
source: Advanced
nb: Avansert

# menu.yarn_stock_count
source: Yarn Stock Count
nb: Garnlager telling

# yarn_stock.all
source: All
nb: Alle

# yarn_stock.counting
source: Counting
nb: Telling

# yarn_stock.days_filter
source: Not counted in last %d days
nb: Ikke talt siste %d dager

# yarn_stock.manage_locations
source: Manage Locations
nb: Administrer lokasjoner

# yarn_stock.move_to
source: Move to:
nb: Flytt til:

# yarn_stock.no_location
source: No location
nb: Uten lokasjon

# yarn_stock.show_unchecked
source: Show Unchecked Yarn
nb: Vis ikke sjekket garn

# yarn_stock.show_uncounted
source: Show Uncounted Yarn
nb: Vis ikke talt garn

# yarn_stock.start_count
source: Start Count
nb: Start telling

# yarn_stock.total_weight
source: total weight
nb: total vekt

# yarn_stock.uncounted_yarn
source: Uncounted Yarn
nb: Ikke talt garn

# yarn_stock.yarn
source: yarn
nb: garn
